Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_2.tmx
Source language: en
Languages: it

source: Optical filters for plasma display panel
it: Filtri ottici per schermi al plasma

source: Scientific specimens for laboratory use
it: Campioni scientifici per uso in laboratorio

source: Testers for concrete
it: Tester per calcestruzzo

source: Transparency measuring apparatus
it: Apparecchi di misura della trasparenza

source: UHD (Ultra High Definition) Televisions
it: Televisori ad altissima definizione (UHD)

source: Rain gauges
it: Pluviometri

source: Infrared thermometers, not for medical purposes
it: Termometri a infrarossi, non per uso medico

source: Bare wires
it: Fili nudi

source: Cables for transmitting and receiving cable television signals
it: Cavi di trasmissione e di ricezione di segnali televisivi via cavo

source: Electric cables for the transmission of sounds and images
it: Cavi elettrici per la trasmissione di suoni ed immagini

source: Electromagnetic measuring detectors
it: Rilevatori di misurazione elettromagnetici

source: Switchboard indicating lamps
it: Lampade indicatrici per centralini

source: Terminal boxes
it: Scatole terminali

source: Display screen protectors in the nature of films for mobile phones
it: Dispositivi di protezione dello schermo sotto forma di pellicole per cellulari

source: Optical profilers
it: Profilatore ottico

source: Nose pads for eyewear
it: Placchette per occhiali

source: Electronic cigarette batteries
it: Batterie per sigarette elettroniche

source: Triangles for laboratory use
it: Triangoli per laboratorio

source: Wireless headsets for smartphones
it: Cuffie senza fili per smartphone

source: Flexible flat panel displays for computers
it: Schermi piatti flessibili per computer

source: Firmware for computer peripherals
it: Firmware per periferiche per computer

source: Base plates for surveying purposes
it: Basi di appoggio per uso geodetico

source: Detectors for electric meters
it: Rivelatori per contatori elettrici

source: Manual switching apparatus for telecommunication
it: Apparecchi di commutazione manuale per le telecomunicazioni

source: Downloadable electronic greeting cards for sending by regular mail
it: Biglietti d'auguri elettronici scaricabili da spedire per posta elettronica

source: Remote control telemetering apparatus
it: Apparecchi telemetrici a telecomando

source: Industrial betatrons
it: Betatroni industriali

source: Photo-sensitive tubes
it: Valvole fotosensibili

source: Optical breadboards
it: Montaggi ottici

source: Optical tables
it: Tavoli ottici

source: Seismic detectors
it: Rilevatori sismici

source: USB adapters
it: Adattatori USB

source: Trousers for protection against accidents, irradiation and fire
it: Pantaloni per la protezione contro incidenti, radiazioni e fuoco

source: Socks for protection against accidents, irradiation and fire
it: Calzini di protezione contro gli incidenti, le radiazioni e il fuoco

source: Jackets for protection against accidents, irradiation and fire
it: Giacche per la protezione contro incidenti, radiazioni e fuoco

source: Calculating scales
it: Regoli calcolatori

source: Face-shields for protection against accidents, irradiation and fire
it: Schermi facciali per la protezione contro incidenti, radiazioni e fuoco

source: Gloves for protection against accidents, irradiation and fire
it: Guanti di protezione contro gli infortuni, le irradiazioni e il fuoco

source: Footwear for protection against accidents, irradiation and fire
it: Calzature di protezione contro gli infortuni, le irradiazioni e il fuoco

source: Boots for protection against accidents, irradiation and fire
it: Stivali protettivi contro incidenti, radiazioni e fuoco

source: Protective helmets for children
it: Caschi protettivi per bambini

source: Probes for testing semiconductors
it: Sonde per il collaudo di semiconduttori

source: Gamma radiation detectors
it: Rivelatori di radiazione gamma

source: Magnetically encoded gift cards
it: Carte da regalo codificate magnetiche

source: Downloadable comic strips
it: Fumetti scaricabili

source: Electronic control gears [ECGs] for LED lamps and light fixtures
it: Alimentatori elettronici [ECG] per lampade e apparecchi d'illuminazione a LED

source: Computer network-attached storage [NAS] hardware
it: Hardware per memorizzazione in rete (NAS)

source: Electronic taximeters
it: Tassametri elettronici

source: Protective cases for personal digital assistants
it: Custodie protettive per assistenti digitali personali

source: Protective cases for MP3 players
it: Custodie protettive per lettori MP3

source: Carrying cases specially adapted for computer printers
it: Custodie specifiche per il trasporto di stampanti per computer

source: Downloadable cloud computing software
it: Software scaricabili per cloud computing

source: Research laboratory analyzers for measuring, testing and analyzing blood and other bodily fluids
it: Analizzatori per laboratori di ricerca, per misurazione ed analisi del sangue e di altri fluidi corporei

source: Touchscreen monitors
it: Monitor a schermo tattile

source: Subwoofers for vehicles
it: Subwoofer per veicoli

source: Audiovisual headsets for playing video games
it: Cuffie audiovisive per videogiochi

source: Booms for microphones
it: Aste per microfoni

source: Digital force gauges
it: Dinamometri digitali

source: Downloadable instant messaging software
it: Software per messaggeria istantanea scaricabili

source: Borescopes for inspecting work
it: Boroscopi per lavori d'ispezione

source: Electronic kitchen timers
it: Timer elettronici da cucina

source: Organic light-emitting diode televisions
it: Televisori a diodi organici ad emissione luminosa

source: Video frequency amplifiers
it: Amplificatori a videofrequenza

source: Audio frequency amplifiers
it: Amplificatori ad audiofrequenza

source: Optical fiber connectors
it: Connettori di fibre ottiche

source: Decorative wind socks for indicating wind direction
it: Maniche a vento decorative per indicare la direzione del vento

source: Metering apparatus for dispensing perfumes in measured quantities
it: Apparecchi di misurazione per la distribuzione di profumi in quantità dosate

source: Artificial limbs for medical instruction purposes [teaching apparatus]
it: Arti artificiali per l'insegnamento della medicina [apparecchi per l'insegnamento]

source: Calibrated glassware
it: Vetreria calibrata

source: Electronic access control systems for interlocking doors
it: Sistemi elettronici di controllo di accesso per porte a bussola

source: Black boxes [data recorders]
it: Scatole nere [registratori di dati]

source: Digital weather stations
it: Stazioni meteo digitali

source: Charging stations for electric vehicles
it: Stazioni di rifornimento per veicoli elettrici

source: Interactive touch screen terminals
it: Terminali interattivi touch screen

source: Audio interfaces
it: Interfacce audio

source: Equalizers [audio apparatus]
it: Equalizzatori [apparecchi audio]

source: Protective films adapted for smartphones
it: Pellicola protettiva adattata per smartphone

source: Electronic interactive whiteboards
it: Lavagne bianche elettroniche interattive

source: Humanoid robots with artificial intelligence
it: Robots umanoidi dotati di intelligenza artificiale

source: Audio mixers
it: Mixer audio

source: Electronic sheet music, downloadable
it: Spartiti elettronici, scaricabili

source: T-squares for measuring
it: Squadre a forma di T

source: Connectors for electronic circuits
it: Connettori per circuiti elettronici

source: Aerial cables for heavy currents
it: Cavi aerei per correnti elevate

source: Central processing units for processing information, data, sound or images
it: Unità centrali di elaborazione di informazioni, dati, suoni o immagini

source: Connectors for telecommunication apparatus
it: Connettori per apparecchi di telecomunicazione

source: Alarm central units
it: Centraline d'allarme

source: Change-over switches [for telecommunication apparatus]
it: Interruttori di commutazione [per apparecchi di telecomunicazione]

source: Analysis instruments for photogrammetric purposes
it: Strumenti d'analisi per uso fotogrammetrico

source: Charging appliances for rechargeable equipment
it: Dispositivi di carica per apparecchiature ricaricabili

source: Choking coils for use in electrical apparatus
it: Bobine di arresto per apparecchi elettrici

source: Data carriers containing stored typographic typefaces
it: Supporti dati contenenti serie complete di caratteri memorizzate

source: Circuit boards provided with integrated circuits
it: Circuiti stampati provvisti di circuiti integrati

source: Circuits for heavy current
it: Circuiti per corrente forte

source: Antenna filters
it: Filtri per antenne

source: Clothing for protection against accidents
it: Indumenti di protezione contro gli infortuni

source: Devices for wireless radio transmission
it: Dispositivi per la trasmissione radio senza fili

source: Coaxial cables incorporating filters
it: Cavi coassiali comprendenti filtri

source: Combination video players and recorders
it: Lettori e registratori video combinati

source: Communications computers
it: Computer per la comunicazione

source: Compact discs featuring music
it: Compact disc contenenti musica

source: Digital telephone platforms and software
it: Piattaforme telefoniche digitali e software

source: Digital voice signal processors
it: Elaboratori di segnali vocali digitali

source: Dispersion shifted optical fibres
it: Fibre ottiche a dispersione spostata

source: Downloadable computer graphics
it: Grafica per computer scaricabile

source: Computer central processing units
it: Processori centrali per computer

source: Computer game software downloadable from a global computer network
it: Software per giochi per computer scaricabili da una rete informatica globale

source: Computer game software for use on mobile and cellular phones
it: Software per giochi per computer da utilizzare su telefoni cellulari

source: Electric and electronic video surveillance installations
it: Impianti di videosorveglianza elettrici ed elettronici

source: Computer network bridges
it: Ponti per reti informatiche

source: Electric capacitors [for telecommunication apparatus]
it: Condensatori elettrici [per apparecchi di telecomunicazione]

source: Electric locks for vehicles
it: Serrature elettriche per veicoli

source: Electric resistors [for telecommunication apparatus]
it: Resistori elettrici [per apparecchi di telecomunicazione]

source: Computer programs for connecting remotely to computers or computer networks
it: Programmi informatici per la connessione a distanza a computer o reti informatiche

source: Computer programs for editing images, sound and video
it: Programmi informatici per il montaggio d'immagini, suoni e video

source: Electrical and electronic burglar alarms
it: Allarmi antifurto elettronici ed elettrici

source: Computer programs for pre-recorded games
it: Programmi informatici per giochi preregistrati

source: Electrical cables for use in connections
it: Cavi elettrici per collegamenti

source: Computer programs for searching the contents of computers and computer networks by remote control
it: Programmi informatici per effettuare la ricerca di contenuti di computer e reti di computer tramite controllo a distanza

source: Computer programs for the enabling of access or entrance control
it: Programmi informatici per abilitare il controllo d'accesso o d'ingresso

source: Computer programs for using the internet and the worldwide web
it: Programmi informatici per l'utilizzo d'Internet e Worldwide Web

source: Computer screen saver software
it: Software per salvaschermo di computer

source: Computer software for controlling self-service terminals
it: Software per il controllo di terminali self-service

source: Computer software for controlling the operation of audio and video devices
it: Software per il controllo del funzionamento di dispositivi audio e video

source: Computer software for creating and editing music and sounds
it: Software per la creazione e la modifica di musica e suoni

source: Computer software for organizing and viewing digital images and photographs
it: Software per l'organizzazione e la visualizzazione di immagini e fotografie digitali

source: Computer software for processing digital images
it: Software per l'elaborazione d'immagini digitali

source: Computer software for processing digital music files
it: Software per l'elaborazione di file di musica digitale

source: Computer software for use in processing semiconductor wafers
it: Software per l'elaborazione di wafer semiconduttori

source: Electrical header connectors
it: Connettori header elettrici

source: Computer software for wireless content delivery
it: Software per la distribuzione di contenuti senza fili

source: Computer software to enable the transmission of photographs to mobile telephones
it: Software per consentire la trasmissione di fotografie a telefoni cellulari

source: Computer software to enhance the audio-visual capabilities of multimedia applications, namely, for the integration of text, audio, graphics, still images and moving pictures
it: Software per potenziare le capacità audiovisive di applicazioni multimediali, ovvero per l'integrazione di testo, audio, grafica ed immagini fisse e in movimento

source: Computer software to maintain and operate computer system
it: Software per il mantenimento e la gestione di sistemi informatici

source: Computers for use in data management
it: Computer per la gestione di dati

source: Connecting electrical cables
it: Cavi elettrici di connessione

source: Electrical phonomotors
it: Fonomotori elettrici

source: Electrical transformers [for telecommunication apparatus]
it: Trasformatori [per apparecchi di telecomunicazione]

source: Electrodes for laboratory research
it: Elettrodi per ricerche di laboratorio

source: Electronic calculators
it: Calcolatrici elettroniche

source: Electronic chips for the manufacturer of integrated circuits
it: Chip elettronici per la produzione di circuiti integrati

source: Antennas for wireless communications apparatus
it: Antenne per apparecchi di comunicazione senza fili

source: Electronic components for computers
it: Componenti elettronici per computer

source: Electronic control systems for machines
it: Sistemi elettronici di comando per macchine

source: Anti-glare filters for televisions and computer monitors
it: Filtri antiriflesso per monitor televisivi e di computer

source: Electronic devices used to locate lost articles employing the global positioning system or cellular communication networks
it: Dispositivi elettronici utilizzati per individuare oggetti smarriti usando il sistema di posizionamento globale o reti di comunicazione cellulari

source: Electronic frequency converters for high velocity electro motors
it: Convertitori di frequenza elettronici per elettromotori ad alta velocità

source: Apparatus for wireless transmission of acoustic information
it: Apparecchi di trasmissione senza filo per informazioni acustiche

source: Articles of protective clothing for wear by motorcyclists for protection against accident or injury
it: Articoli di abbigliamento protettivo per motociclisti per la protezione contro gli incidenti o gli infortuni

source: Audio tapes featuring music
it: Nastri audio contenenti musica

source: Automatic altitude indicators
it: Indicatori automatici di altitudine

source: Automatic ion-exchange chromatography apparatus for laboratory use
it: Apparecchi da laboratorio per cromatografia a scambio di ioni automatico

source: Automatic switching apparatus [for telecommunication]
it: Interruttore automatico [per le telecomunicazioni]

source: Automatic telegraph apparatus
it: Apparecchio telegrafico automatico

source: Batteries for pocketlamps
it: Batterie per lampade tascabili

source: Batteries for use in hearing aids
it: Batterie per protesi auricolari

source: Bicycle speedometers
it: Tachimetri per biciclette

source: Biometric identification apparatus
it: Apparecchio per identificazione biometrica

source: Bioreactor for cell culturing
it: Bioreattori per colture cellulari

source: Blank integrated circuit cards [blank smart cards]
it: Carte magnetiche vergini [smart card vergini]

source: Body-tubes for microscopes [lens-barrels]
it: Tubi per microscopi [cilindri per lenti]

source: Body-tubes for telescopes [lens-barrels]
it: Tubi per telescopi [cilindri per lenti]

source: Cables for optical signal transmission
it: Cavi per la trasmissione di segnali ottici

source: Cases fitted with dissecting instruments for scientific or research purposes
it: Custodie per strumenti per dissezione a scopo scientifico o di ricerca

source: Cases fitted with dissecting instruments not for medical use
it: Custodie per strumenti per dissezione non per uso medico

source: Cases for children's eye glasses
it: Custodie per occhiali per bambini

source: Cases for pocket calculators
it: Custodie per calcolatrici tascabili

source: Cases for spectacles and sunglasses
it: Custodie per occhiali da vista e da sole

source: Rubber covered electrical wires
it: Fili elettrici ricoperti di gomma

source: Rearview cameras for vehicles
it: Telecamere retrovisori per veicoli

source: Air-gas producers for scientific experiments in laboratories
it: Generatori di aria-gas per esperimenti scientifici in laboratori

source: Constant humidity incubators for laboratory use
it: Incubatrici a umidità costante per laboratorio

source: Constant temperature incubators for laboratory use
it: Incubatrici a temperatura costante per laboratorio

source: Magnetic agitators for laboratory use
it: Agitatori magnetici per laboratorio

source: Models for scientific experiments in laboratories
it: Modelli per esperimenti scientifici in laboratorio

source: Zoom microscopes
it: Microscopi con zoom

source: Electronic key cards
it: Chiavi elettroniche

source: Electronic memories
it: Memorie elettroniche

source: Electronic navigational and positioning apparatus and instruments
it: Apparecchi e strumenti elettronici di navigazione e di posizionamento

source: Electrotechnical vibration meters
it: Misuratori elettrotecnici di vibrazioni

source: Emergency drench showers
it: Docce di emergenza

source: Emergency eyewash station
it: Lavaocchi di emergenza

source: Emergency signal transmitters
it: Trasmettitori di segnali d'emergenza

source: Erasing magnets
it: Magneti spegniarco

source: External computer hard drives
it: Dischi fissi esterni per computer

source: Filters for optical devices
it: Filtri per dispositivi ottici

source: Fire resistant gloves
it: Guanti ignifughi

source: Fire-extinguishing systems
it: Impianti antincendio

source: Fire-resistant flying suits
it: Tute da volo ignifughe

source: Fluorescent lamp ballast for electric lights
it: Alimentatori per lampade fluorescenti elettriche

source: Galena crystal detectors for use in electronics
it: Rivelatori a cristalli di galena per l'elettronica

source: Glass driers for laboratory purposes
it: Asciugatrici per vetreria da laboratorio

source: Glassware for scientific experiments in laboratories
it: Vetreria per esperimenti scientifici in laboratorio

source: Graphite electrodes
it: Elettrodi in grafite

source: Headsets for mobile telephones
it: Cuffie per telefoni cellulari

source: Interface circuits for video cameras
it: Circuiti d'interfaccia per videocamere

source: Japanese style box-shaped volume measure (masu)
it: Misura di volume giapponese a forma di scatola [masu]

source: Laboratory instrument for the detection of pathogens and toxins in a biological sample for research use
it: Strumenti da laboratorio per la rilevazione di patogeni e tossine in campioni biologici per la ricerca

source: LAN [local area network] computer cards for connecting portable computer devices to computer networks
it: Schede LAN [reti locali] per la connessione di dispositivi portatili per computer a reti informatiche

source: Large scale integrated circuits
it: Circuiti integrati su larga scala

source: LED monitors
it: Monitor a LED

source: Lenses for microscopes
it: Lenti per microscopi

source: Lenses for telescopes
it: Lenti per telescopi

source: Lifesaving vests for use by dogs
it: Giubbotti di salvataggio per cani

source: Loran navigation machines
it: Apparecchi di navigazione LORAN

source: Luminous beacons for safety or warning purposes
it: Boe luminose di sicurezza o di avvertimento

source: Machine readable computer programs for use in the reproduction of music
it: Programmi per computer leggibili da una macchina per la riproduzione di musica

source: Magneto-optical pens
it: Penne magneto-ottiche

source: Magnets for industrial purposes
it: Magneti per uso industriale

source: Manual telegraph apparatus
it: Apparecchi telegrafici manuali

source: Microchips [computer hardware]
it: Microchip [hardware per computer]

source: Microphones [for telecommunication apparatus]
it: Microfoni [per apparecchi di telecomunicazione]

source: Microphones for communication devices
it: Microfoni per dispositivi di comunicazione

source: Microwave antennas
it: Antenne a microonde

source: Microwave transmission apparatus for delivering radio programs and messages
it: Apparecchi di trasmissione a microonde per trasmettere messaggi e programmi radio

source: Mobile or portable fax machines
it: Apparecchi fax mobili o portatili

source: Mobile telephone apparatus with built-in facsimile systems
it: Apparecchi telefonici cellulari con sistemi fax integrati

source: Monocular frames
it: Montature monoculari

source: Motion-picture cameras for self-developing film
it: Cineprese con pellicola auto-sviluppante

source: MP4 players
it: Lettori MP4

source: Multifunctional devices which incorporate copier and facsimile functions in the standalone mode
it: Dispositivi multifunzionali dotati di funzioni di fotocopiatrice e fax in modalità autonoma

source: Multi-outlet socket blocks
it: Blocchi con prese multiple

source: Multiple purpose cameras
it: Macchine fotografiche multiuso

source: Music headphones
it: Cuffie per la musica

source: Nickel-cadmium storage batteries
it: Accumulatori al nichel-cadmio

source: Nonlinear optical fibres
it: Fibre ottiche non lineari

source: Optical filters for screens
it: Filtri ottici per schermi

source: Oscillators
it: Oscillatori

source: Parts for spectacles
it: Parti per occhiali

source: Personal headphones for sound transmitting apparatuses
it: Cuffie personali per apparecchi per la trasmissione del suono

source: Personal video recorders (PVRs)
it: Registratori video personali [PVR]

source: Petri dishes used in laboratory research
it: Capsule di Petri per ricerche di laboratorio

source: Phase indicators
it: Indicatori di fase

source: Portable video cameras with built-in videocassette recorders
it: Videocamere portatili con videoregistratori incorporati

source: Power transformers for amplification
it: Trasformatori di potenza per amplificazione

source: Prerecorded audio tapes featuring music
it: Nastri audio preregistrati contenenti musica

source: Pre-recorded DVDs featuring music
it: DVD preregistrati contenenti musica

source: Prerecorded video cassettes featuring music
it: Videocassette preregistrate contenenti musica

source: Prerecorded video tapes featuring music
it: Nastri video preregistrati contenenti musica

source: Printing fonts that can be downloaded provided by means of electronic transmission
it: Caratteri di stampa scaricabili mediante trasmissione elettronica

source: Prisms [for microscopes]
it: Prismi [per microscopi]

source: Prisms [for telescopes]
it: Prismi [per telescopi]

source: Profile projectors
it: Proiettori di profilo

source: Radar receivers with amplifiers
it: Ricevitori radar con amplificatori
